Repository: lliurex/home-cleaner
Catalog: translations/home-eraser-gui/*.po
Languages: ca_es@valencia

source: Usuario:
ca_es@valencia: Usuari:

source: Password:
ca_es@valencia: Contrasenya:

source: Login
ca_es@valencia: Entra

source: Apply
ca_es@valencia: Aplica

source: Borrar los datos de los alumnos
ca_es@valencia: Elimina les dades de l'alumnat

source: Borrar los datos de los profesores
ca_es@valencia: Elimina les dades del professorat

source: Borrar los datos de los admin
ca_es@valencia: Elimina les dades dels admin

source: Datos Locales /home
ca_es@valencia: Dades locals /home

source: Datos Servidor /net
ca_es@valencia: Dades Servidor /net

source: Clientes pesados conectados :
ca_es@valencia: Clients pesats connectats:

source: Validating user...
ca_es@valencia: S'està validant l'usuari...

source: Invalid user, please only net admin users.
ca_es@valencia: L'usuari no és vàlid, només usuaris administradors de la xarxa.

source: Are you sure you want to delete?
ca_es@valencia: Voleu eliminar aquesta llista?

source: Working........
ca_es@valencia: S'estan eliminant fitxers...

source: You didn't select any option to delete.
ca_es@valencia: Trieu una opció com a minim.

source: Finished. Log is found in /var/log/home-eraser.log
ca_es@valencia: Finalitzat. El fitxer LOG es troba a /var/log/home-eraser.log
